<?php
include_once('../common.php');
define('_SHOP_', true);

$g5['title'] = '이용약관';
include_once(G5_THEME_SHOP_PATH.'/shop.head.php');
?>

<section class="container terms_wrap">
    <div class="terms_box">
<pre>
제1조 (목적) 본 약관은 이그레브(이하 "회사"라고 합니다)가 제공하는 "나안나" 및 그와 관련한 부가 서비스를 이용함에 있어 회사와 이용자 간의 권리, 의무 및 책임 사항과 절차 등을 정하기 위해 만들어졌습니다.
제2조 (정의) 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
2.1. "나안나"는 "회원"이 원하는 정보 또는 "나안나"에서 재공해주는 정보를 학습하여 장기 기억화를 돕는 애플리케이션을 말합니다.
2.1.1 이하 문맥에 따라 "나안나" 또는 "서비스"라고 합니다.
2.2. "회원"이란 본 약관에 따라 "회사"와 이용계약을 체결하고 "서비스"를 이용하는 이용자를 말합니다.
2.3. "콘텐츠"란 "회사"가 "서비스"를 위해 "회원"에게 제공하는 내용물 일체(텍스트, 음성, 영상, 네트워크 서비스를 포함하되 이에 한정되지 아니 합니다)를 의미합니다.
2.4 "공개 콘텐츠"란 "회사"가 제공하는 "콘텐츠"에 포함되어 있는 텍스트 등 과 함께 공개되어 있는 내용물을 의미합니다.
2.5 "정기 구독 서비스"란 일정한 기간을 정하여 회원이 정기 구독 서비스에 대한 대금을 지불하고 해당 기간마다 계속적으로 자동 갱신 및 결제되어 지속적으로 이용 가능한 서비스를 말합니다.
제3조 (약관의 게시와 개정) 3.1. "회사"는 약관 및 개인정보 처리방침을 "회원"이 쉽게 확인할 수 있도록 "서비스"의 초기화면 등에 게시합니다.
3.2. "회사"는 필요에 따라 "약관의 규제에 관한 법률", 정보통신망 이용 촉진 및 정보 보호 등에 관한 법률" 등 관련 법령을 위반하지 않는 범위 내에서 본 약관을 개정할 수 있습니다.
3.3. 회사가 약관을 개정하는 경우 적용일자 및 개정사항을 명시하여 적용일자 7일 전부터 "서비스"를 통해 공지합니다. 다만, 그 변경 내용이 "회원"에게 불리한 것일 경우, 그 적용일자 30일 이전부터 동일한
내용을 "서비스"를 통해 공지할 뿐만 아니라, 해당 내용을 "회원"의 전자우편 또는 SMS를 통해 개별적으로 통지합니다.
3.4. "회사"가 전항에 따라 개정약관을 공지 또는 통지하면서 "회원"에게 30일 기간 내에 동의 의사표시를 하지 않으면 개정 내용에 동의 의사가 표시된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도
"회원"이 명시적으로 거부의 의사를 표시...
</pre>
    </div>
</section>

<?php
include_once(G5_THEME_SHOP_PATH.'/shop.tail.php');