<?php include('./layouts/header.php') ?>


<style>

.vi_t tr{
    border: 0 !important;
}
tr td{ 
     text-align: center;
    
}
</style>
    <div class="flex flex-row justify-center text-center mt-4 mb-4 pt-3 pb-3 text-2xl font-bold w-11/12 ml-auto mr-auto border-b-2 border-gray-600/25" >  
 
        마이페이지
        
    </div>  


    <div class=" mt-4 mb-4 pt-3 pb-3 text-lg  w-11/12 ml-auto mr-auto  " >  
        <div class="row">
            <div class="col s12 ">
                <div> 
 
                <div  class="mb-5 font-bold">개인정보 처리방침</div>
                    <div class="w-12/12 m-auto">
                        <p>[나안나]는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「개인정보 보호법」 등 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을 정하여 이용자의 권익 보호에 최선을 다하고 있습니다. [나안나]는 이용자의 사전 동의 없이는 이용자의 개인정보를 함부로 공개하지 않으며, 수집된 정보는 아래와 같이 이용하고 있습니다.이용자가 제공한 모든 정보는 아래의 목적에 필요한 용도 이외로는 사용되지 않으며 이용 목적이 변경될 시에는 이를 알리고 동의를 구할 것입니다.
                        제1조 (개인정보의 처리 목적)</p>
                        <p>공지사항, 이벤트, 프로모션, 맞춤형 광고 관련 정보 제공, 신규 서비스 및 마케팅 광고에의 활용, 접속 빈도 등 회원의 서비스 이용에 대한 통계, 맞춤형 지원 서비스 개발 지원(체크 필요)
                        제2조 (개인정보의 처리 및 보유 기간)</p>
                        <p>수집·이용 동의일로부터 회원 탈퇴 또는 동의 철회 시 까지(체크 필요)</p>
                        <p>아래와 같은 정보에 대해서는 서비스 제공을 위하여 명시한 기간 동안 보존
                        참조 법령</p>
                        <p>신용정보의 수집·처리 및 이용 등에 관한 기록 : 3년 </p>
                        <p>소비자의 불만 또는 분쟁처리에 관한 기록 : 3년</p>
                        <p>대금결제 및 재화 등의 공급에 관한 기록 : 5년</p>
                        <p>계약 또는 청약철회 등에 관한 기록 : 5년</p>
                        <p>표시·광고에 관한 기록 : 6개월</p>
                        <p>제3조 (개인정보의 제3자 제공)</p>
                        <p>개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 「개인정보 보호법」 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공</p>
                        <p>제4조 (개인정보처리 위탁)</p>
                        <p>개인정보 업무처리를 위하여 이벤트 등의 개인정보 처리업무를 일시적으로 위탁할 수 있음</p>
                        <p>위탁계약 체결시 「개인정보 보호법」 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독</p>
                        <p>위탁업무의 내용이나 수탁자에 대해서는 사유 발생시점에 개별적으로 안내와 동의를 받음...</p>    
                    </div>
                </div> 
            </div> 
        </div>
    </div>   

</div> 
 


<?php include('./layouts/footer.php') ?>